[ButtonPress]
DoubleTap=Double Tap
Hold=Hold
SingleTap=Tap

[CharacterNames]
Aaron_Cash=Aaron Cash
Adrian_Chen=Dr. Adrian Chen
Alfred=Alfred Pennyworth
Amadeus_Arkham=Amadeus Arkham
Arkham_Guards=Aaron Cash and Guards
Arkham_Inmate=Arkham Inmates
Armoured_Batman=Batman, Armored
Bane=Bane
Batman=Batman
Batmobile=The Batmobile
Batwing=The Batwing
Black_Mask=Black Mask
Blackgate_Inmate=Blackgate Prisoners
Bob_Johnson=Bob Johnson
BodyBag=Body Bag
Bruce_Wayne=Bruce Wayne
Bruce_Waynes_Parents=Thomas Wayne / Martha Wayne
Calendar_Man=Calendar Man
Carl_Todd=Carl Todd
Catwoman=Catwoman
Clayface=Clayface
Eddie_Burlow=Eddie Burlow
Firefly=Firefly
Frank_Boles=Frank Boles
Great_White_Shark=The Great White Shark
Gretchen_Whistler=Dr. Gretchen Whistler
Harley_Quinn=Harley Quinn
Henchman_1=Blackgate Convict
Henchman_2=Blackgate Convict
Henchman_3=Blackgate Convict
Henchman_4=Blackgate Convict
Henchman_5=Blackgate Convict
Henchman_6=Blackgate Convict
Henchman_7=Blackgate Convict
Henry_Smith=Henry Smith
Hugo_Strange=Professor Hugo Strange
Humpty_Dumpty=Humpty Dumpty
Ian_Kennedy=Ian Kennedy
Jack_Ryder=Jack Ryder
James_Gordon=Commissioner Gordon
Jim_Gordon=Commissioner Gordon
Joker=The Joker
Jordan_Fraser=Jordan Fraser
Kevin_Liew=Kevin Liew
Killer_Croc=Killer Croc
Killer_Moth=Killer Moth
Louie_Green=Louie Green
Luke_Curtis=Luke Curtis
Mad_Hatter=Mad Hatter
Masked_Guard_1=Guard
Masked_Guard_2=Guard
Masked_Guard_3=Guard
Masked_Guard_4=Guard
Masked_Orderly_1=Orderly
Masked_orderly_2=Orderly
Masked_Orderly_3=Orderly
Maxie_Zeus=Maxie Zeus
Mr_Freeze=Mr. Freeze
Oracle=Oracle
Patient=Blackgate Convict
Paul__Odonnel=Paul O'Donnel
Penguin=The Penguin
Penny=Penny
Penny_Young=Dr. Penny Young
Peter_Jessop=Dr. Peter Jessop
Poison_Ivy=Poison Ivy
Prometheus=Prometheus
Ras_Al_Ghul=Rā's al Ghūl
Ratcatcher=Ratcatcher
Riddler=The Riddler
Robert_Stirling=Robert Stirling
Sarah_Cassidy=Dr. Sarah Cassidy
Scarecrow=The Scarecrow
Scarface=Scarface
Scarface_Puppet=Scarface
Spirit_Of_Arkham=Chronicles of Arkham
Stephen_Kellerman=Dr. Stephen Kellerman
Tommy_Elliott=Hush
TweedleDumAndDee=Tweedledum and Tweedledee
Two_Face=Two-Face
Venom_Henchman=Henchman on Titan
Venom_Joker=Titan-powered Joker
Ventriloquist=The Ventriloquist
Voice_of_Arkham=
Warden=Warden Quincy Sharp
William_North=William North
Zach_Franklin=Zach Franklin
Zsasz=Victor Zsasz

[CrimeScene]
EnteredWhisky=Tap - Detective Mode

[DeathTips]
AdminB4=Zsasz panicked and killed Dr. Young. Target Zsasz when he reveals himself.
BaneNoAttack=Get in close to strike Bane and tear out his Venom pump when he is disorientated.
BaneNoBatarang=Use the Quick Batarang throw to stun Bane while he is charging.
CellA=Use Detective Mode to identify a way to shut down the electrified floor.
CellB3Elec=You failed to save the guards. Turn off the power before cutting the rope.
CellB3Toxin=You were overcome by Joker Toxin. Rescue the guards before the timer reaches zero.
Combat1=Use counter to avoid incoming attacks.
Combat2=If surrounded, use evade to escape and give yourself more space and time.
CombatGun=Use Detective Mode to identify armed inmates and prioritize before engaging in combat.
CombatGunLocker=Listen for Arkham weapon storage alarms and prioritize inmates trying to access them.
CombatGunLockerJ=Listen for Arkham weapon storage alarms and prioritize guards trying to access them.
CombatKnife=Inmates with knives can block strikes and cannot be countered. Use the cape to stun them before attacking.
CombatTaser=Inmates with Stun Batons will damage Batman if attacked directly and cannot be countered. Use evade to jump over them and then attack from behind.
CombatTaserJ=Guards with Stun Batons will damage Joker if attacked directly and cannot be countered. Use evade to jump over and then strike in their back.
Croc1=Have your Batarang primed and ready for a surprise attack from Killer Croc.
Croc2=Use the Batarang to short circuit Killer Croc's neck brace and send him diving back into the water.
Croc3=Running in Croc's Lair gives away Batman's position. Only run if Killer Croc is already attacking.
Croc4=Run to escape if the pontoon you are on starts to shake, before Killer Croc smashes it to pieces.
CrocTrap=Detonate the Explosive Gel trap to take down Killer Croc.
DemonDual=Use the strength of the demon skeletons against each other.
DemonHenchman=Use evade to dodge out of the way of incoming attacks. Use the Quick Batarang to stun charging demon skeletons.
Fallen=Grapple to rescue yourself when falling.
GardenB3=You were spotted and the hostages were killed. Take out the control room operator without being detected.
GardenC2=Find a way to power down the electricity supply to follow after Joker.
GardenC2ch5=Find a way to cross the electrified water.
Gargoyle=Avoid using the booby-trapped gargoyles unless absolutely necessary for a quick escape.
Gas=Grapple to escape from toxic gas.
IvyNoBatarang=Batarang Ivy when she opens her protective shell for maximum damage.
IvyNoGel=Destroy Ivy's protective shell with the Explosive Gel.
JokerGun=Use the middle stick to dodge Joker's gun fire.
JokerGun_KB=Tilt the mouse to dodge Joker's gun fire.
JokerNoBatclaw=Use the Ultra Batclaw to pull Joker down when he turns his back.
JokerNoPunch=Punch Joker when he's floored and unable to fight back.
Lunatic=Use Ground Takedowns to knock out Lunatics, otherwise they will keep on coming.
Pods=Titan mutated pods detect nearby movement. Approach slowly with a Batarang at the ready to destroy spores. Tear out the pod core to destroy it.
Predator1=Use gargoyles and Detective Mode to survey the location and plan your attack.
Predator2=Isolate vulnerable inmates and pick them off silently one by one without being seen.
Predator3=Get in close for Silent Takedowns to avoid attracting other inmates.
Predator4=If detected, grapple up and swing quickly between gargoyles to escape.
PredatorCollars=Joker is monitoring the suicide collars and will alert other inmates if he notices one has gone missing. Move on quickly after performing Silent Takedowns.
PredatorJ1=Use Joker's X-ray specs to survey the location and plan your attack.
PredatorJ2=Use Joker's gun wisely. It is very powerful but the gun shot sound will attract Arkham's guards to the area quickly.
RescueGordon1=Harley was alerted to your presence and killed Gordon. Rescue Gordon without being detected.
RescueGordon2=Harley was alerted to your presence and killed Gordon. Avoid the inmates and find a way to Gordon.
Scarecrow=Crouch behind low cover and avoid Scarecrow's gaze.
Scarecrow2=Use the Batclaw to create new cover.
Scarecrow3=Use the Batclaw to pull down crates to hide from Scarecrow's gaze.
Scarecrow3=Hide from Scarecrow's gaze to avoid getting caught.
Sniper=Use Detective Mode to identify sniper locations and targets.
VenomDual=Use the strength of the Titan infected inmates against each other.
VenomEvade=Use evade to dodge out of the way of incoming attacks.
VenomHenchman=Use evade to dodge out of the way of incoming attacks. Use the Quick Batarang to stun charging Titan henchmen.
VenomJoker=Listen for the distinctive horn sound of Joker's walking bombs arming. Use Evade to escape the area as soon as possible.
Xray1=The inmates panicked and Dr. Young was killed. Take out all the Joker's inmates at once to save Dr. Young.
Xray2=The inmates panicked and Dr. Young was killed. Place Explosive Gel on both walls before detonating to take out all the inmates at once.
Zsasz1=You were seen and the hostage was killed. Approach Zsasz from the rear to avoid being spotted.
Zsasz2=You were seen and the hostage was killed. Take down Zsasz before he can execute the guard.

[Fail_Screen]
01=You didn't take out all of Joker's thugs in one go.
02=The thugs panicked and Dr. Young was killed!
03=Approach Zsasz from the rear to avoid being spotted.
04=You were seen and the hostage was killed!
05=Wait for Zsasz to expose himself before you strike.
06=You were seen and Dr. Young was killed!
07=Turn off the power before releasing the guard.
08=You failed to save the guards!
09=Rescue the guards before the bomb timer reaches zero.
10=You were overcome by Joker Toxin!
11=You were spotted and the hostages were killed.
12=Find a safe route to the control room.
13=Take out Zsasz before he kills Dr. Young.
14=You failed to stop Zsasz killing Dr. Young.
15=Joker's thug was overcome by Joker Toxin!
16=You're plant food!
Failed=Objective Failed

[Fonts]
NormalFont=Arial Unicode MS
SmallFont=Tahoma
TitleFont=Times New Roman

[GadgetExplanation]
BatClaw=The Batclaw is an attachment for Batman's Grapnel Gun. It can wrench security grates off the wall and be used to drag certain kinds of crates.
ControllableBatarang=This Batarang can be controlled in flight and used to hit multiple enemies.
ExplosiveGel=The Explosive Gel can blow through weak walls that you may have discovered with the Detective Mode.
MultiBatarang=Throw multiple Batarangs at multiple enemies at once.
SelectiveDetonate=Use the zoom mode to select an individual Explosive Gel charge to detonate.
SelectiveDetonateZoom=Zoom
SonicBatarang=The Sonic Batarang will disrupt nearby suicide collars and attract nearby enemies.
SonicBatarangDisabled=Sonic Batarangs cannot be used again in a location once a Sonic Shock Batarang has been detonated.

[GadgetHelp]
EnterGrate=Enter Grate
ExitGrate=Exit Grate
Rbatarang=Batarang
RBatarangAim=Aim Batarang
RbatarangC=Remote Control Batarang
RBatarangCAim=Aim Batarang
RBatarangCSelect=Select Remote Control Batarang
RBatarangCUse=Throw Batarang
RBatarangNoTarget=Find Batarang Target
Rbatarangs=Batarangs
RBatarangsAim=Aim Batarangs
RBatarangSelect=Select Batarang
RbatarangSonic=Sonic Batarang
RBatarangSonicAim=Aim Sonic Batarang
RBatarangSonicSelect=Select Sonic Batarang
RBatarangSonicUse=Throw Sonic Batarang
RBatarangsSelect=Select Batarangs
RBatarangsUse=Throw Batarangs
RBatarangUse=Throw Batarang
RBatDistract=Sonic Batarang
RChatterTeethGadget=Chattering Teeth
RChatterTeethGadgetUse=Throw Chattering Teeth
RGooSpray=Explosive Gel
RGooSprayAim=Prepare Explosive Gel
RGooSprayDetonate=Detonate
RGooSpraySelect=Select Explosive Gel
RGooSprayUse=Spray Explosive Gel
RHarpoonGun=Batclaw
RHarpoonGunAim=Aim Batclaw
RHarpoonGunLv2=Super Batclaw
RHarpoonGunSelect=Select Batclaw
RHarpoonGunUse=Fire Batclaw
Rinvestigate=Detective Mode
RJokerGlasses=Joker Glasses
RJokerGlassesUse=Use Joker glasses
RJokerGun=Gun
RJokerGunUse=Fire Gun
RLineLauncher=Line Launcher
RLineLauncherAim=Aim Line Launcher
RLineLauncherSelect=Select Line Launcher
RLineLauncherUse=Fire Line Launcher
RResonatorTuner=Cryptographic Sequencer
RResonatorTunerAim=Prepare Cryptographic Sequencer
RResonatorTunerNoTarget=Locate Cryptographic Sequencer Target
RResonatorTunerSelect=Select Cryptographic Sequencer
RResonatorTunerUse=Use Cryptographic Sequencer

[HelpText]
Bio=Character Bio
ButtonPromptCamera=Look Up
ButtonPromptClimb=Climb
ButtonPromptClimbDown=Climb Down
ButtonPromptCornerGrab=Corner Takedown
ButtonPromptCornerLook=Corner Cover
ButtonPromptCover=Cover
ButtonPromptCrouch=Crouch
ButtonPromptDisarm=Disarm
ButtonPromptFloorGrab=Ground Takedown
ButtonPromptGlide=Glide
ButtonPromptGlideKick=Glide Kick
ButtonPromptGrab=Silent Takedown
ButtonPromptGrapple=Grapple
ButtonPromptHangGrab=Inverted Takedown
ButtonPromptJump=Run & Jump
ButtonPromptKick=Kick
ButtonPromptLedgeGrab=Ledge Takedown
ButtonPromptLift=Lift
ButtonPromptNoisyTakedow=Takedown
ButtonPromptRun=Hold to Run
ButtonPromptSearch=Search
Cancel=Cancel
CheckGordon=Examine
ClearTheAreaLunatics=Incapacitate nearby threats to continue
ClearTheAreaThugs=Secure area to continue
Counter=Counter
DestroyPod=Destroy Pod
DetectiveModeOff=Turn Off Detective Mode
DoorBlocked=Door Blocked
DoorLocked=Door Locked
DoorOpening=Door Opening...
DoorUse=Open Door
ExitCover=Exit
FindCornerCover=Find Corner Cover
ForensicsMode=Detective Mode
ForensicsScan=Hold - Scan In Evidence
ForensicsXRay=Detective Mode
GatherRoot=Gather Spore
GetbatGel=Collect Explosive Gel From Batmobile
GrappleEscape=Escape
GrappleJump=Hold During Grapple
GrateOpenFaster=Open Faster
GrateOpenQuietly=Open
GratePullDown=Pull Down
GrateSpottedTutorial=Enemies will check in grates if they find a nearby unconscious body.
Hang=Hang
InjectAVenom=Inject Anti-Venom
InvestigationMode=Tap - Detective Mode
IvyVineEscape=Break Free
LadderClimb=Climb
LedgeHangDown=Drop Down
LedgeHangShimmy=Shimmy
LedgeHangUp=Climb Up
LevelUp=Upgrade
Loading=Loading...
Map=Map / Objectives
NormalTakedown=Takedown
Open=Open
Paused=Paused
PickUpPickup=Pick Up Riddler Trophy
PickUpSecretsMap=Pick Up Secrets Map
PickUpTape=Pick Up Interview Tape
PredatorGoalScreen=Medal Challenges
Pull=Pull
Quick_Batarang=Tap - Batarang
Redirect=Redirect
Rescue=Rescue
ResonatorTune=Tune Frequency
Riddler=Riddler's Challenge
SixaxisSteer=Steer by tilting the wireless controller
Skip=Skip
SPEscapeTutorial=Use the Grapnel Gun to escape to a gargoyle!
SPSwingTutorial=Move quickly between gargoyles to lose attackers.
Strike=Strike
TalkTo=Talk To
ThrowLunatic=Throw Lunatic
Use=Use
UseSpotlight=Use Spotlight
VenomGetOn=Get On
VenomHangOn=Hang On

[LevelDesc]
Admin_A=Main Hall
Admin_B1=Library
Admin_B1V1=Ventilation system
Admin_B1V2=Ventilation system
Admin_B1V3=Ventilation system
Admin_B2=Arkham Records Room
Admin_B2V1=Ventilation system
Admin_B2V2=Ventilation system
Admin_B3=Dr. Young's Office
Admin_B3C5V1=Ventilation system
Admin_B3V1=Ventilation system
Admin_B4=Warden's Office
Admin_B5=Old Record Room
Admin_C1=Mansion Entrance Hall
Admin_C3=South Corridor
Admin_C3V1=Ventilation System
Admin_C3V2=Alcove
Admin_C4=East Wing Corridor
Admin_C4V1=Alcove
Admin_C5=North Corridor
Admin_C5V1=Ventilation system
Admin_C5V2=Ventilation system
Admin_C6=Abandoned Boiler House and Access
Admin_C8=West Wing Corridor
Admin_C8V1=Alcove
Admin_C9=Wayne Manor
Admin_S2=
Cave_A=Main Sewer Junction
Cave_A_Desc=Main Sewer Junction
Cave_AV1=Pump Control Room
Cave_B1=The Batcave
Cave_B1_Desc=The Batcave
Cave_B2=Sewer Overflow Pipe
Cave_B3=Pump Room
Cave_B5=Croc's Lair
Cave_B6=Control Room
Cave_B6V1=Ventilation System
Cave_B6V2=Alcove
Cave_B6V3=Alcove
Cave_C1=Old Sewer
Cave_C1_Desc=Old Sewer
Cave_C2=Control Room Access
Cave_C3=Abandoned tunnels
Cave_C5=Surface Access
Cave_C6=Pressure Control Junction
Cave_C7=Abandoned Surface Access
Cell_A1=Main Cell Block
Cell_A1V1=Generator Access
Cell_A1V2=Guard Access
Cell_B1=Extreme Incarceration
Cell_B2=Security Control Room
Cell_B3=Guard Room
Cell_B3V1=Ventilation system
Cell_B4=Day Room
Cell_B5=Vehicle Depot
Cell_B7=Joker Throne Room
Cell_C1=The Green Mile
Cell_C2=Controlled Access
Cell_C3=
Cell_C4=Day Room Access
Cell_C5=Transportation Corridor
Cell_C6=Cells Access
Garden_A=Botanical Glasshouse
Garden_A1V1=Ventilation system
Garden_B1=Glasshouse Generator Room
Garden_B2=Secret Garden
Garden_B3=Aviary
Garden_B3V1=Ventilation system
Garden_B3V2=Ventilation system
Garden_B3V3=Ventilation system
Garden_B3V4=Ventilation system
Garden_B4=Abandoned Chamber
Garden_B4V1=
Garden_B5=Titan Production Facility
Garden_B6=Elizabeth Arkham Glasshouse
Garden_B7=Elizabeth Arkham Glasshouse
Garden_C1=Glasshouse Entrance
Garden_C1V1=Drainage System
Garden_C2=Flooded Corridor
Garden_C2V1=Ventilation system
Garden_C3=Statue Corridor
Garden_C4=Secret Corridor
Garden_C5=Blocked Corridor
Garden_C6=Aviary Corridor
Garden_S3=Scarecrow Boss -Stage 3
Max_A1=Intensive Treatment Lobby
Max_A1_Desc=Intensive Treatment Lobby
Max_B1=Secure Transit
Max_B1C1V1=Ventilation system
Max_B3=Holding Cells
Max_B3V1=Ventilation system
Max_B4=Patient Pacification Chamber
Max_B4V1=
Max_B5=Decontamination
Max_B5V1=Ventilation system
Max_B6=Secure Treatment Transfer
Max_B7=Maximum Security Chamber
Max_C0=Maximum Security Entrance
Max_C1=Cell Block Transfer
Max_C1A1V1=Ventilation system
Max_C3=Security Corridor
Max_C4=Maximum Security Connection
Max_C5=Transfer Loop
Max_C5V1=
Max_C6=Processing Corridor
Max_C6B4V1=Ventilation system
Max_C8=Utility Corridor
Max_C9=Maintenance Access
Max_C9A1V1=Ventilation system
Max_S3=
Max_S4=Scarecrow Boss -Stage 4
Medical_A=Sanatorium
Medical_A_Bottom=
Medical_AV1=Ventilation system
Medical_AV2=Ventilation system
Medical_AV3=Ventilation system
Medical_B1=Patient Observation
Medical_B1V1=Ventilation system
Medical_B1V2=Ventilation system
Medical_B2=Surgery Room
Medical_B3=X-Ray Room
Medical_B4=Secure Access
Medical_B4AV1=Ventilation system
Medical_B4C2V1=Maintenance Access
Medical_B5=Morgue
Medical_B6=Experimental Chamber
Medical_B6V1=Ventilation system
Medical_B6V3=Ventilation system
Medical_B7=Boiler Room
Medical_B8=Morgue
Medical_B9=Secret Laboratory
Medical_C0=Maintenance Access
Medical_C0V1=Ventilation system
Medical_C0V2=Ventilation system
Medical_C1=Upper Corridor
Medical_C1V1=Ventilation system
Medical_C2=Lower Corridor
Medical_C2V1=Ventilation system
Medical_C3=Secret Corridor
Medical_C4=Secure Corridor
Medical_C5=Medical Foyer
Medical_C5V1=
Medical_C6=Upper Corridor
Medical_S1=
Overworld_A1=Arkham West
Overworld_A1_Cell=Penitentiary
Overworld_A1_Medical=Medical Wing
Overworld_A2=Arkham North
Overworld_A2_Cave=Cave System
Overworld_A2_Max=Intensive Treatment
Overworld_A3=Arkham East
Overworld_A3_Admin=Arkham Mansion
Overworld_A3_Garden=Botanical Gardens
Overworld_C0=
Overworld_C1=
Overworld_C2=
Overworld_C3=Abandoned Tunnel
Overworld_C4=
Visitor_B1=Throne Room
Visitor_B2=Penitentiary
Visitor_C1=Visitor Room

[Tips]
01=Earn XP to regain health and upgrade to the latest WayneTech technology.
02=Use the Quick Batarang throw to unleash an instant Batarang when under pressure.
03=Maximize your combo in combat by seamlessly moving from one target to another without missing a strike.
04=Earn XP bonuses in combat by chaining together large combos or by using a variety of different moves in one combo.
05=Isolate armed inmates and take them out silently to avoid attracting attention.
06=If detected by armed thugs, grapple up and swing quickly between gargoyles to escape.
07=Use the Evade move to reduce damage when under fire.
08=Use the Map & Objectives screen to view your main objective at any time.
09=When stuck, use Detective Mode to search the environment for clues on how to progress.
10=Forensic trails show up on the map, allowing you to pick them up again at any time.
11=Unlock combat and predator challenges by solving secrets on the Riddler grid.
12=Try the Challenge Mode to improve your combat and predator skills.
13=Most gadgets feature an Action Camera. Have you discovered how to activate this?
BC01=Build up large combos to get bigger score multipliers.
BC02=Maximize your combo in combat by seamlessly moving from one target to another without missing a strike.
BC03=Variation Bonus: The more moves you can combine into a single combo, the greater the variation bonus.
BC04=Flawless Freeflow Bonus: Defeat an entire round in one single flowing combo.
BC05=Dark Knight Bonus: Complete a round without taking a single hit.
BC06=Perfect Knight Bonus: Complete all rounds without taking a single hit.
BP01=Complete all the Predator Medal Challenges to move up the leaderboard.
BP02=Isolate armed inmates and take them out silently to avoid attracting attention.
BP03=If detected by armed thugs, grapple up and swing quickly between gargoyles to escape.
BP04=Use the Evade move to reduce damage when under fire.
JC01=Joker's gun reloads automatically between rounds. Use the quick fire to chain this into Joker's combos.
JC02=Variation Bonus: The more moves you can combine into a single combo, the greater the variation bonus.
JC03=Flawless Freeflow Bonus: Defeat an entire round in one single flowing combo move.
JC04=Who's Smiling Now? Bonus: Complete a round without taking a single hit.
JC05=Last Laugh Bonus: Complete all four rounds without taking a single hit.
JP01=Aaron Cash is monitoring the Arkham guards and will alert them if he notices one has gone missing. Move on quickly after performing Silent Takedowns.
JP02=Joker's gun is so powerful it can take out multiple targets with a single, well aimed, shot.
JP03=If detected by armed guards... run!
JP04=Use the Evade move to reduce damage when under fire.
SC01=How long can you survive the skeleton onslaught without taking a single hit?

[TRC]
Checkpoint=Checkpoint
DLC_Bad=Downloadable content is damaged or missing.\nUnable to load the Challenge.
InfocastError=Unable to connect to the Eidos information server. Please try again later.
Saving=Saving content. Please don't turn off your console.
SavingMsg=Saving

[Tutorial]
GlideAndKick=Perform a glide kick by focusing the camera on an enemy when above.
GrabAndTakedown=Takedown an enemy by approaching silently and grabbing him from behind.
InvestigationMode=Use Detective Mode to locate interactive items in the environment.

[Upgrades]
Gel=Upgrade available for the Explosive Gel.
Resonator=Upgrades are available for the Cryptographic Sequencer.
Sonic=Upgrade available for the Batarang.
Title=New Upgrade Available
